{
	"en": {
		"teacher_name": "Meet Victoria",
		"intro_header": "Your Kind of Piano Teacher",
		"intro_text": "My name is Victoria Kalashnikov. I have been teaching piano and theory for over 35 years to students of all ages and levels. In 2022 I was recognized Top Piano Teacher by Steinway and Sons as voted by Piano Centre Edmonton.",
		"intro_btn": "My teaching method",
		"intro_connect1": "Interested in learning?",
		"intro_connect2": "Let’s Connect!",
		"method_focus": "A Proven Focus",
		"method_header": "Teaching Method",
		"method_text": "My method is based on introducing the magical world of music by engaging my students in activities that develop their creativity, critical and abstract thinking, and discipline. Students are encouraged to discover ways to analyze and express their own feelings through playing. My goal is to instill a lifelong love and respect for music. Specifically, my classes involve:",
		"method_1_header": "Implement",
		"method_1_text": "Implementing an individual approach to each student’s unique abilities.",
		"method_2_header": "Develop",
		"method_2_text": "Developing strong professional skills such as technique, sight reading, and ear training.",
		"method_3_header": "Introduce",
		"method_3_text": "Introducing the basic rudiments of musical theory and history.",
		"method_4_header": "Foster",
		"method_4_text": "Fostering an environment for self motivation and self discipline.",
		"method_5_header": "Build",
		"method_5_text": "Building up students’ confidence, intellectual curiosity, emotional intelligence, focus.",
		"options_everyone": "Options for everyone",
		"options_header": "Two Lesson Options",
		"options_text": "I live in Edmonton West end, Alberta Canada. I love teaching piano to local students, but know that finding a good piano teacher where you live isn’t always possible. For several years now, I’ve taught students online — Watsup, Viber, Skype, or whatever works best for you.",
		"options_1_header": "In-Person",
		"options_1_text": "I teach local students in my piano studio and am available for lessons Monday–Saturday from 8<small>AM</small> to 8<small>PM</small>.",
		"options_2_header": "Online",
		"options_2_text": "I’m happy to teach students online (ages 10+) and am available Monday–Saturday from 8<small>AM</small> to 8<small>PM</small> EST.",
		"connect_header": "Let’s Connect!",
		"connect_text": "Interested in learning? Let’s connect! Send me your email, and I’ll reach out."
	},
	"ru" : {
		"teacher_name": "Виктория",
		"intro_header": "преподаватель фортепиано",
		"intro_text": "Меня зовут Виктория Калашникова. Я преподаю фортепиано и теорию музыки более 35 лет студентам всех возрастов и уровней. В 2022 году компания Steinway and Sons признала меня лучшим преподавателем фортепиано по результатам голосования Центра фортепиано в Эдмонтоне.",
		"intro_btn": "Мой метод обучения",
		"intro_connect1": "",
		"intro_connect2": "Свяжитесь со мной!",
		"method_focus": "цель",
		"method_header": "Метод Обучения",
		"method_text": "Мой метод основан на ознакомлении учащихся с волшебным миром музыки путем вовлечения их в такие занятия, которые развивают творческие способности, критическое и абстрактное мышление и дисциплину. Студентам предлагается открыть для себя способы анализировать и выражать свои чувства через игру. Моя цель - привить любовь к музыке на всю жизнь. В частности, мои занятия включают:",
		"method_1_header": "Подход",
		"method_1_text": "Индивидуальный подход с учётом особенностей и способностей каждого ученика.",
		"method_2_header": "Развитие",
		"method_2_text": "Развитие профессиональных навыков, в частности: исполнительской техники, чтения с листа и развитию слуха.",
		"method_3_header": "Теория",
		"method_3_text": "Знакомство с азами музыкальной грамоты, теории музыки и музыкальной литературы.",
		"method_4_header": "Дисциплина",
		"method_4_text": "Создание условий для воспитания в учениках чувства дисциплины, умения работать и преодолевать возникающие трудности.",
		"method_5_header": "Воспитание",
		"method_5_text": "Воспитание у учащихся уверенности, любознательности, сосредоточенности и настойчивости и отзывчивости на музыкальные впечатления.",
		"options_everyone": "Удобно",
		"options_header": "Два варианта проведения уроков",
		"options_text": "Я живу в Эдмонтоне West end, Альберта, Канада и с удовольствием даю уроки игры на фортепиано всем желающим, но известно, что найти хорошего преподавателя там, где ты живешь, не всегда возможно. Вот уже несколько лет я обучаю студентов онлайн — Watsup, Viber, Skype, или на другой платформе которая вам больше подходит.",
		"options_1_header": "Лично",
		"options_1_text": "Я провожу уроки в своей фортепианной студии в западной части города и обучение предлагается с понедельника по субботу с 8:00 до 20:00.",
		"options_2_header": "Удаленка",
		"options_2_text": "Предлагается обучение в режиме онлайн (для учащихся старше 10 лет) с понедельника по субботу с 8:00 до 20:00.",
		"connect_header": "Связаться с преподавателем",
		"connect_text": "Отправьте мне свою эл.почту и я с вами свяжусь."
	}
}
